Repository: shuffle-project/melvin
Catalog: frontend/src/locale/messages.*.xlf
Languages: de

# viewerControlsTranscriptDarkLabel
source: <mat-icon svgIcon="{{ colorTheme === colorThemeENUM.DARK ? 'check' : '' }}" ></mat-icon >Dark
de: <mat-icon svgIcon="{{ darkMode ? 'check' : '' }}"></mat-icon>Dunkel

# viewerControlsHelpLabel
source: Help
de: Hilfe

# viewerControlsPlaybackspeedTitle
source: Speed
de: Geschwindigkeit

# transcriptRecentFindAriaLabel
source: Recent find
de: Vorheriger Fund

# transcriptNextFindAriaLabel
source: Next find
de: Nächster Fund

# viewerLogoAriaLabel
source: Melvin Logo, to main webpage
de: Melvin Logo, zur Hauptwebseite

# viewerHeloDialogTitle
source: Help
de: Hilfe

# viewerHelpDialogCloseButton
source: Close
de: Schließen

# viewerControlsOthersTitle
source: Others
de: Sonstiges

# viewerControlsInterfaceLanguageTitle
source: Interface language
de: Sprache der Benutzeroberfläche

# viewerControlsGermanLabel
source: German
de: Deutsch

# viewerControlsEnglishLabel
source: English
de: Englisch

# viewerControlsPlayLabel
source: Play
de: Abspielen

# viewerControlsPauseLabel
source: Pause
de: Pausieren

# deleteConfirmationDialogTitleLeave
source: Leave {{ data.subject }}
de: Verlassen {{ data.subject }}

# inviteCollaboratorAddUserInputLabel
source: Collaborator email
de: E-Mail der Person

# inviteCollaboratorAddUserInputHint
source: Addresses that are not linked to an account will be invited to the project via email.
de: Adressen, die nicht mit einem Konto verknüpft sind, werden per E-Mail zu dem Projekt eingeladen.

# inviteCollaboratorInputErrorEmailRequired
source: Email is required
de: E-Mail benötigt

# inviteCollaboratorInputErrorEmailInvalid
source: Email is invalid
de: E-Mail nicht valide

# inviteCollaboratorInputErrorUserDuplication
source: User already added
de: Person bereits hinzugefügt

# inviteCollaboratorHeadingAllUsers
source: People with access
de: Personen mit Zugriff

# inviteCollaboratorAllUserList
source: People with access
de: Personen mit Zugriff

# inviteCollaboratorYouIndicator
source: (You)
de: (Sie)

# inviteCollaboratorOwnerInfo
source: Project Owner
de: Projekteigentümer*in

# inviteCollaboratorRemoveButton
source: Remove
de: Entfernen

# inviteCollaboratorHeadingGeneralAccess
source: General Access
de: Allgemeiner Zugriff

# inviteCollaboratorInviteLinkWarningText
source: Any person who has this link can join the project registered or anonymously.
de: Jede Person, die diesen Link hat, kann an dem Projekt registriert oder anonym teilnehmen.

# inviteCollaboratorShareLinkButton
source: <mat-icon svgIcon="public" /><mat-icon svgIcon="public" /> Copy link
de: {START_TAG_MAT_ICON}</button> Link kopieren

# inviteCollaboratorGenerateNewLinkButton
source: <mat-icon svgIcon="change" /><mat-icon svgIcon="change" /> Generate new link, revoke old one
de: Generalink, revoke old Neuen Link erstellen, alten widerrufen

# inviteCollaboratorNewLinkSuccess
source: New link generated
de: Neuer Link erstellt

# inviteCollaboratorCopyLinkSuccess
source: Link copied
de: Link kopiert

# dialogProjectShareSubheading
source: Share
de: Teilen

# logoAltText
source: Melvin Logo, to start page
de: Melvin Logo, zur Startseite

# landingSubpageWIPInfo
source: Sorry, this page is still under development. Please come back at a later time.
de: Diese Seite befindet sich leider noch in der Entwicklung. Bitte schauen Sie zu einem späteren Zeitpunkt wieder vorbei.

# documentationMainHeading
source: Documentation
de: Dokumentation

# imprintMainHeading
source: Imprint
de: Impressum

# landingFooterPrivacyLinkLabel
source: Privacy
de: Datenschutzerklärung

# landingFooterImprintLinkLabel
source: Imprint
de: Impressum

# landingFooterAccessibilityStatementLinkLabel
source: Accessibility statement
de: Erklärung zur Barrierefreiheit

# landingFooterNewTabAriaLabel
source: Opens in new tab
de: Öffnet im neuen Tab

# landingFooterSHUFFLELinkLabel
source: SHUFFLE-Project <mat-icon svgIcon="new-tab" aria-hidden="false" i18n-aria-label="@@landingFooterNewTabAriaLabel" aria-label="Opens in new tab" class="icon" /><mat-icon svgIcon="new-tab" aria-hidden="false" i18n-aria-label="@@landingFooterNewTabAriaLabel" aria-label="Opens in new tab" class="icon" />
de: SHUFFLE-Projekt <mat-icon svgIcon="new-tab" aria-hidden="false" i18n-aria-label="@@landingFooterNewTabAriaLabel" aria-label="Opens in new tab" class="icon" /><mat-icon svgIcon="new-tab" aria-hidden="false" i18n-aria-label="@@landingFooterNewTabAriaLabel" aria-label="Opens in new tab" class="icon" />

# loginDialogHeadline
source: Login
de: Anmelden

# dialogCloseButton
source: Close
de: Schließen

# dialogProjectSharePlayerTabLabel
source: Share videoplayer
de: Player teilen

# dialogProjectShareEditTabLabel
source: Invite collaborators
de: Personen einladen

# dialogProjectMediaSubheading
source: Media
de: Medien

# projectListMoreMenuMediaLabel
source: <mat-icon svgIcon="media" /><mat-icon svgIcon="media" /> Media
de: <mat-icon svgIcon="media" /><mat-icon svgIcon="media" /> Medien

# projectListMoreMenuActivityLabel
source: <mat-icon svgIcon="activity" /><mat-icon svgIcon="activity" /> Activity
de: <mat-icon svgIcon="activity" /><mat-icon svgIcon="activity" /> Verlauf

# sharePlayerShareLinkButton
source: <mat-icon svgIcon="public" /><mat-icon svgIcon="public" /> Copy link
de: {START_TAG_MAT_ICON}</button> Link kopieren

# sharePlayerGenerateNewLinkButton
source: <mat-icon svgIcon="change" /><mat-icon svgIcon="change" /> Generate new link, revoke old one
de: Gink, revoke old o Neuen Link erstellen, alten widerrufen

# sharePlayerCodeAriaLabel
source: Embed videoplayer code
de: Videoplayer Einbettungscode

# sharePlayerCodeCopyButton
source: Copy
de: Kopieren

# sharePlayerCopiedToClipboardMessage
source: Copied to clipboard
de: In die Zwischenablage gespeichert

# sharePlayerNewLinkMessage
source: New link generated
de: Neuer Link erstellt

# loginDialogEmailErrorNotValid
source: Email address is not valid
de: E-Mail Adresse ist nicht valide

# loginDialogEmailErrorRequired
source: Email is required
de: E-Mail benötigt

# loginDialogPasswordErrorRequired
source: Password is required
de: Passwort benötigt

# loginDialogStayLoggedInCheckboxLabel
source: Stay logged in
de: Angemeldet bleiben

# loginDialogLoginButtonLabel
source: @if (loading$ | ngrxPush) {<mat-spinner strokeWidth="2" diameter="20" /><mat-spinner strokeWidth="2" diameter="20" />} Login
de: @if (loading$ | ngrxPush) {<mat-spinner strokeWidth="2" diameter="20" color="primary" /><mat-spinner strokeWidth="2" diameter="20" color="primary" />} Anmelden

# loginDialogForgotPasswordButton
source: Forgot password?
de: Passwort vergessen?

# loginDialogRegisterIntroText
source: No account yet?
de: Sie haben noch kein Account?

# loginDialogRegisterButton
source: Register
de: Registrieren

# registerDialogMainHeading
source: Register
de: Registrieren

# registerDialogLoginIntroText
source: Already have an account?
de: Haben Sie bereits ein Account?

# registerDialogLoginButton
source: Login
de: Anmelden

# resetPasswordDialogHeading
source: Reset password
de: Passwort zurücksetzen

# resetPasswordWIPInfo
source: This feature is still under development.
de: Diese Funktion befindet sich noch in der Entwicklung.

# landingHeaderDocumentationLinkLabel
source: Documentation
de: Dokumentation

# landingHeaderLoginButton
source: Login
de: Anmelden

# landingMainHeadingAccessibleVideos
source: Accessible videos -
de: Barrierefreie Videos

# landingMainHeadingFeatures
source: recording, subtitling and sharing
de: aufnehmen, untertiteln und teilen

# landingMainHeadingWithMelvin
source: with Melvin
de: - mit Melvin

# landingMainFreeOfChargeChip
source: Free of charge
de: Kostenlos

# landingMainWIPChip
source: Work in progress
de: In Entwicklung

# landingMainRecordingHeading
source: <mat-icon svgIcon="video" /><mat-icon svgIcon="video" /> Recording
de: <mat-icon svgIcon="video" /><mat-icon svgIcon="video" /> Aufnehmen

# landingMainRecordingExplanationTop
source: Start your recording directly in the browser, without any additional software. Plus, you have complete control over which audio and video sources you want to use.
de: Starten Sie ihre Aufnahme direkt im Browser, ganz ohne zusätzliche Software. Sie haben dabei die komplette Kontrolle, welche Audio- und Videoquellen Sie verwenden möchten.

# landingMainRecordingExplanationBottom
source: You already have a recording? Simply upload it and use it too.
de: Sie haben schon eine Aufnahme? Dann können Sie diese hochladen und ebenfalls verwenden.

# landingMainSubtitlingHeading
source: <mat-icon svgIcon="edit" /><mat-icon svgIcon="edit" /> Subtitling
de: <mat-icon svgIcon="edit" /><mat-icon svgIcon="edit" /> Untertiteln

# landingMainSubtitlingExplanation
source: After recording, your videos are automatically transcribed and subtitles are created. Using the editor, you can then make the final corrections manually, either alone or together with others.
de: Nach der Aufnahme werden Ihre Videos automatisch transkribiert und Untertitel erstellt. Im Editor können Sie dann die letzten Verbesserungen manuell durchführen. Das geht alleine oder gleichzeitig mit anderen.

# landingMainSharingHeading
source: <mat-icon svgIcon="play-outline" /><mat-icon svgIcon="play-outline" /> Sharing
de: <mat-icon svgIcon="play-outline" /><mat-icon svgIcon="play-outline" /> Teilen

# landingMainSharingExplanationTop
source: Your recording can now be shared with our accessible player. You can simply share the link or embed the player in your website.
de: Ihre Aufnahme kann nun mit unserem barrierefreien Player geteilt werden. Hierfür können Sie einfach den Link teilen oder den Player in Ihre Webseite einbetten.

# landingMainSharingExplanationBottom
source: Of course, you can also download your files and upload them elsewhere.
de: Natürlich können Sie Ihre Dateien auch herunterladen und an anderer Stelle hochladen.

# landingMainWIPExplanationTop
source: Melvin is currently still under development. However, you can already test the application now.
de: Melvin befindet sich aktuell noch in der Entwicklung. Dennoch können Sie bereits jetzt die Anwendung austesten.

# landingMainWIPExplanationBottom
source: In addition to improvements in accessibility and user experience, we are currently working on a <strong>livestream mode</strong>. Stay tuned and feel free to check back regularly.
de: Neben Verbesserungen der Barrierefreiheit und User Experience, arbeiten wir aktuell an einem <strong>Livestream-Modus</strong>. Bleiben Sie gespannt und schauen Sie gerne immer wieder Mal vorbei.

# privacyMainHeading
source: Privacy
de: Datenschutzerklärung

# landingSidenavMenuHeader
source: Menu
de: Menü

# landingSidenavStartpageLink
source: Startpage
de: Startseite

# landingSidenavDocumentationLink
source: Documentation
de: Dokumentation

# landingSidenavCloseButton
source: Close
de: Schließen

# imprintPageTitle
source: Imprint - Melvin
de: Datenschutzerklärung - Melvin

# accessibilityStatementPageTitle
source: Accessibility Statement - Melvin
de: Erklärung zur Barrierefreiheit - Melvin

# documentationPageTitle
source: Documentation - Melvin
de: Dokumentation - Melvin

# imprintPartnerHeading
source: Project partners:
de: Projektbeteiligte:

# imprintPartnerUpperText
source: Melvin is part of the SHUFFLE project funded by the Stiftung Innovation in der Hochschullehre. Three other universities are involved in the project under the direction of the Hochschule der Medien:
de: Melvin ist Teil des SHUFFLE-Projekts, das von der Stiftung Innovation in der Hochschullehre gefördert wird. Drei weitere Hochschulen sind unter der Leitung der Hochschule der Medien an dem Projekt beteiligt:

# imprintFreiburg
source: Freiburg University of Education
de: Pädagogische Hochschule Freiburg

# imprintHeidelberg
source: Heidelberg University of Education
de: Pädagogische Hochschule Heidelberg

# imprintBielefeld
source: University Bielefeld
de: Universität Bielefeld

# imprintPartnerLowerText
source: Hochschule der Medien Stuttgart is a body under public law. It is legally represented by the Rector Prof. Dr. Alexander W. Roos.
de: Die Hochschule der Medien Stuttgart ist eine Körperschaft des öffentlichen Rechts. Sie wird durch den Rektor Prof. Dr. Alexander W. Roos gesetzlich vertreten.

# imprintVATNumber
source: <strong>VAT ID number:</strong> DE 224 427 890
de: <strong>USt.-ID-Nr. </strong> DE 224 427 890

# imprintResponsiblePersonHeading
source: Responsible for the website:
de: Für die Website verantwortlich:

# imprintResponsibleAuthorityHeading
source: Responsible regulatory authority:
de: Zuständige Aufsichtsbehörde:

# imprintDisclaimerHeading
source: Disclaimer
de: Haftungsausschluss

# imprintWebsiteContentHeading
source: 1. Content of the website
de: 1. Inhalt des Onlineangebotes

# imprintWebsiteContentText
source: The author (provider of this website) assumes no liability for the topicality, correctness, completeness or quality of the information provided. Liability claims against the author relating to material or immaterial damage caused by the use or non-use of the information provided or by the use of incorrect or incomplete information are fundamentally excluded, unless there is evidence of wilful intent or gross negligence on the part of the author. All content is subject to change and non-binding. The author expressly reserve the right to change, supplement or delete parts of the pages or the entire website without prior notice or to cease publication temporarily or permanently.
de: Der Autor (Anbieter dieser Website) bzw. die einzelnen Verfasser übernimmt keinerlei Gewähr für die Aktualität, Korrektheit, Vollständigkeit oder Qualität der bereitgestellten Informationen. Haftungsansprüche gegen den Autor oder Verfasser, welche sich auf Schäden materieller oder ideeller Art beziehen, die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen bzw. durch die Nutzung fehlerhafter und unvollständiger Informationen verursacht wurden, sind grundsätzlich ausgeschlossen, sofern seitens des Autors oder der Verfasser kein nachweislich vorsätzliches oder grob fahrlässiges Verschulden vorliegt. Alle Angebote sind freibleibend und unverbindlich. Der Autor und die Verfasser behalten es sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne gesonderte Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.

# imprintReferencesHeading
source: 2. References and links
de: 2. Verweise und Links

# imprintReferencesText
source: In the case of direct or indirect references to external websites ("links") that lie outside the author's area of responsibility, a liability obligation would only come into force in the event that the author is aware of the content and it would be technically possible and reasonable for him to prevent use in the event of illegal content. The author hereby expressly declares that no illegal content was recognizable on the linked pages at the time the links were created. The author has no influence whatsoever on the current and future design, content or authorship of the linked pages. The author therefore expressly distances himself from all contents of all linked pages that were changed after the link was created. This statement applies to all links and references set within the author's own website as well as to third-party entries in guest books, discussion forums and mailing lists set up by the author. Liability for illegal, incorrect or incomplete content and in particular for damages resulting from the use or non-use of such information lies solely with the provider of the page to which reference is made, and not with the person who merely refers to the respective publication via links.
de: Bei direkten oder indirekten Verweisen auf fremde Internetseiten (“Links”), die außerhalb des Verantwortungsbereiches des Autors liegen, würde eine Haftungsverpflichtung ausschließlich in dem Fall in Kraft treten, in dem der Autor von den Inhalten Kenntnis hat und es ihm technisch möglich und zumutbar wäre, die Nutzung im Falle rechtswidriger Inhalte zu verhindern. Der Autor erklärt hiermit ausdrücklich, dass zum Zeitpunkt der Linksetzung keine illegalen Inhalte auf den zu verlinkenden Seiten erkennbar waren. Auf die aktuelle und zukünftige Gestaltung, die Inhalte oder die Urheberschaft der gelinkten/verknüpften Seiten hat der Autor keinerlei Einfluss. Deshalb distanziert er sich hiermit ausdrücklich von allen Inhalten aller verlinkten/verknüpften Seiten, die nach der Linksetzung verändert wurden. Diese Feststellung gilt für alle innerhalb des eigenen Internetangebotes gesetzten Links und Verweise sowie für Fremdeinträge in vom Autor eingerichteten Gästebüchern, Diskussionsforen und Mailinglisten. Für illegale, fehlerhafte oder unvollständige Inhalte und insbesondere für Schäden, die aus der Nutzung oder Nichtnutzung solcherart dargebotener Informationen entstehen, haftet allein der Anbieter der Seite, auf welche verwiesen wurde, nicht derjenige, der über Links auf die jeweilige Veröffentlichung lediglich verweist.

# imprintCopyrightHeading
source: 3. Copyright and trademark law
de: 3. Urheber- und Kennzeichenrecht

# imprintCopyrightUpperText
source: The author makes every effort to respect the copyright of the graphics, sound documents, video sequences and texts used in all publications, to use graphics, sound documents, video sequences and texts created by themselves or to use license-free graphics, sound documents, video sequences and texts.
de: Der Autor bzw. die Verfasser sind bestrebt, in allen Publikationen die Urheberrechte der verwendeten Grafiken, Tondokumente, Videosequenzen und Texte zu beachten, von ihm selbst erstellte Grafiken, Tondokumente, Videosequenzen und Texte zu nutzen oder auf lizenzfreie Grafiken, Tondokumente, Videosequenzen und Texte zurückzugreifen.

# imprintCopyrightLowerText
source: All brand names and trademarks mentioned on the website and potentially protected by third parties are subject without restriction to the regulations of the applicable trademark law and the ownership rights of the respective registered owners. The mere mention of a trademark does not imply that it is not protected by third-party rights! The copyright for published objects created by the author or author himself remains solely with the author/authors of the pages or texts and contents. Reproduction or use of such graphics, audio documents, video sequences and texts in other electronic or printed publications is not permitted without the express consent of the author(s).
de: Alle innerhalb des Internetangebotes genannten und ggf. durch Dritte geschützten Marken- und Warenzeichen unterliegen uneingeschränkt den Bestimmungen des jeweils gültigen Kennzeichenrechts und den Besitzrechten der jeweiligen eingetragenen Eigentümer. Allein aufgrund der bloßen Nennung ist nicht der Schluss zu ziehen, dass Markenzeichen nicht durch Rechte Dritter geschützt sind! Das Copyright für veröffentlichte, vom Autor oder Verfasser selbst erstellte Objekte bleibt allein beim Autor/den Verfassern der Seiten bzw. Texte und Inhalte. Eine Vervielfältigung oder Verwendung solcher Grafiken, Tondokumente, Videosequenzen und Texte in anderen elektronischen oder gedruckten Publikationen ist ohne ausdrückliche Zustimmung des Autors/der Verfasser nicht gestattet.

# imprintLegalValidityHeading
source: 4. Legal validity of this disclaimer
de: 4. Rechtswirksamkeit dieses Haftungsausschlusses

# imprintLegalValidityText
source: This disclaimer is to be regarded as part of the internet publication which you were referred from. If sections or individual terms of this statement are not legal or correct, the content or validity of the other parts remain uninfluenced by this fact.
de: Dieser Haftungsausschluss ist als Teil des Internetangebotes zu betrachten, von dem aus auf diese Seite verwiesen wurde. Sofern Teile oder einzelne Formulierungen dieses Textes der geltenden Rechtslage nicht, nicht mehr oder nicht vollständig entsprechen sollten, bleiben die übrigen Teile des Dokumentes in ihrem Inhalt und ihrer Gültigkeit davon unberührt.

# imprintSourceText
source: Source: <a href="https://www.juraforum.de/">www.Juraforum.de</a> - Legal portal with lawyer search as at: August 2017
de: Quelle: <a href="https://www.juraforum.de/">www.Juraforum.de</a> - Rechtportal mit Anwaltssuche Stand: August 2017

# deleteConfirmationDialogTitleDeleteTranscription
source: Delete {{ data.subject }}
de: {{ data.subject }} löschen

# deleteConfirmationDialogAreYouSureLeave
source: Are you sure you want to leave this {{ data.subject }}?
de: Sind Sie sicher, dass Sie dieses {{ data.subject }} verlassen möchten?

# deleteConfirmationDialogAreYouSureDeleteTranscription
source: Are you sure you want to delete this {{ data.subject }}?
de: Sind Sie sicher, dass Sie dieses {{ data.subject }} löschen möchten?

# copyTranscriptionTabTitleHint
source: Optional (e.g. with audio description)
de: Optional (z. B. mit Audiobeschreibung)

# copyTranscriptionTabCopy
source: copy
de: kopieren

# emptyTranscriptionTabHeading
source: Create a new empty transcription file
de: Neues leeres Transkript erstellen

# emptyTranscriptionTabTitleHint
source: Optional (e.g. with audio description)
de: Optional (z. B. mit Audiobeschreibung)

# uploadTranscriptionTabTitleHint
source: Optional (e.g. with audio description)
de: Optional (z. B. mit Audiobeschreibung)

# editTranscriptionModalTitleHint
source: Optional (e.g. with audio description)
de: Optional (z. B. mit Audiobeschreibung)

# editTranscriptionModalPreviewText
source: Preview:
de: Vorschau:

# projectTranscriptionNewButtonLabel
source: New transcription
de: Neues Transkript

# projectTranscriptionTableLanguageHeader
source: Language
de: Sprache

# projectTranscriptionTableTitleHeader
source: Title
de: Titel

# projectTranscriptionTableLastEditHeader
source: Last edit
de: Letzte Änderung

# projectTranscriptionTableMoreHeader
source: More
de: Mehr

# projectTranscriptionEditButtonLabel
source: <mat-icon svgIcon="edit" /><mat-icon svgIcon="edit" /> Edit
de: Editn> <button Bearbeiten

# projectTranscriptionDownloadTranscriptButtonLabel
source: Transcript (.txt)
de: Transkript (.txt)

# transcriptionDeleteErrorAlert
source: At least one transcription is required.
de: Mindestens ein Transkript wird benötigt.

# dialogCreateProjectIntroText
source: Check the "Use Audio" box to select the file from which you would like to use the audio track.
de: Kreuzen Sie das Kästchen "Ton nutzen" an, um die Datei auszuwählen, von der Sie die Audiospur verwenden möchten.

# dialogCreateProjectDropzoneText
source: Drop audio, video or subtitle (.vtt/.srt) files * here or <span class="dropzone-label">Select files</span>
de: Legen Sie Audio-, Video- oder Untertiteldateien (.vtt/.srt) * hier ab oder <span class="dropzone-label">Dateien auswählen</span>

# dialogCreateProjectTableHeaderFilename
source: Filename
de: Dateiname

# dialogCreateProjectTableHeaderCategory
source: Category
de: Kategorie

# dialogCreateProjectSelectPlaceholder
source: Select
de: Auswahl

# dialogCreateProjectCategoryErrorRequired
source: Category is required
de: Kategorie benötigt

# dialogCreateProjectTableHeaderLanguage
source: Language
de: Sprache

# dialogCreateProjectLanguageErrorRequired
source: Language is required
de: Sprache benötigt

# dialogCreateProjectTableHeaderUseAudio
source: Use Audio
de: Ton nutzen

# dialogCreateProjectTableHeaderDelete
source: Delete
de: Löschen

# dialogCreateProjectOneVideoError
source: At least one video or audio file is required.
de: Mindestens eine Video- oder Audiodatei wird benötigt.

# dialogCreateProjectOneUseAudioError
source: At least one "use audio" source required.
de: Mindestens eine "Ton nutzen" Quelle benötigt.
