Repository: shuffle-project/melvin
Catalog: frontend/src/locale/messages.*.xlf
Languages: de

# guideContentHeading
source: Content Planning
de: Inhaltliche Planung

# guideClearTopicTerm
source: Clear Topic Focus
de: Klare Themenfokussierung

# guideClearTopicDefinition
source: Each video should address a <strong>well-defined topic</strong>, clearly stated at the beginning. A precise title enhances recognizability and helps students navigate the content effectively.
de: Das Video sollte ein <strong>eindeutig abgegrenztes Thema </strong>, behandeln, das zu Beginn des Videos deutlich angekündigt wird. Ebenso ist es entscheidend, dass der Inhalt durch einen präzisen Titel leicht erkennbar ist.

# guideLearningObjectivesTerm
source: Defining Learning Objectives
de: Benennung der Lernziele

# guideLearningObjectivesDefinition
source: Each video should specify its learning objectives at the beginning and in the course syllabus. This improves transparency and aids students in organizing their knowledge acquisition.
de: Jedes Video sollte ein oder mehrere definierte Lernziele haben, welche ebenfalls zu Beginn des Videos und ebenso im Syllabus benannt werden. Dies trägt zur Transparenz und Übersicht der Lernvideos und damit zur Selbstorganisation des Wissenserwerbs bei.

# guideExamRelevantTerm
source: Exam-Relevant Content
de: Prüfungsrelevante Inhalte

# guideExamRelevantDefinition
source: If a video covers content relevant to exams, this should be explicitly stated in the learning objectives. Additionally, <strong>providing practice questions</strong> can help students gain confidence in exam situations.
de: Sollten die im Video vermittelten Inhalte direkt auf Prüfungsformate abzielen, ist dies ebenfalls in den Lernzielen explizit zu vermerken. Zudem können <strong>Prüfungsfragen als Übungsaufgaben</strong> zur Verfügung gestellt werden, um den Studierenden mehr Sicherheit im Umgang mit Prüfungssituationen zu vermitteln.

# guideParticipationTerm
source: Encouraging Active Participation
de: Aktive Beteiligung

# guideParticipationDefinition
source: Integrating interactive elements, such as exercises, can promote active learning and deeper engagement with the material.
de: Planen Sie interaktive Elemente ein, zum Beispiel durch das Einbauen von Aufgaben. Sie dienen zur konzentrierteren Auseinandersetzung mit dem Material und fördern das aktive Lernen.

# guideAcquiredKnowledgeTerm
source: Reviewing Acquired Knowledge
de: Überprüfung des Gelernten

# guideAcquiredKnowledgeDefinition
source: Where can students test their newly acquired knowledge? <strong>Quizzes</strong> or targeted exercises can be embedded in the video or incorporated into follow-up in-person sessions.
de: Wo könnte das neu erworbene Wissen überprüft werden? In das Video lassen sich <strong>Quizze einbauen</strong>oder konkrete Aufgabenstellen. Dies kann aber auch in einer folgenden Präsenzsitzung erfolgen.

# guideTechnicalTermsTerm
source: Clarifying Technical Terms
de: Fachtermini

# guideTechnicalTermsDefinition
source: Complex concepts or technical terminology should be clearly explained, with <strong>references to additional resources</strong> (e.g., central websites or literature) when necessary.
de: Verwendete Fachbegriffe oder besonders komplexe Sachverhalte sollten erklärt und ggf. mit Hinweisen für <strong>weiterführende Informationen</strong> (Links zu zentralen Webseiten, Literatur etc.) ergänzt werden - dies trägt zur Verständnissicherung bei.

# guideReflectionTerm
source: Providing Feedback and Reflection Opportunities
de: Feedback und Reflexion

# guideReflectionDefiniton
source: Videos can include reflection questions or closing exercises to reinforce learning. Opportunities for feedback and discussion can be facilitated through digital learning platforms or in subsequent in-person sessions.
de: Lernvideos können am Ende Reflexionsfragen oder abschließende Übungen enthalten, die die Lernenden dabei unterstützen, das Gelernte zu vertiefen und anzuwenden. Zudem kann die Möglichkeit für Rückmeldungen oder Fragen etwa durch gesonderte digitale Austauschformate (auf der verwendeten Lernplattform) bereitgestellt oder in einer folgenden Präsenzsitzung besprochen werden.

# guideRepetitionOneVideoOne
source: One topic
de: Ein Thema

# guideRepetitionOneVideoTwo
source: per video
de: ein Video

# guideRepetitionPracticeQuestionOne
source: Practice questions
de: Prüfungsfragen zum Üben

# guideRepetitionPracticeQuestionTwo
source: for reinforcement
de: geben Sicherheit

# guideRepetitionInteractiveElementsOne
source: Interactive elements
de: Interaktive Elemente

# guideRepetitionInteractiveElementsTwo
source: to encourage participation
de: fördern die aktive Beteiligung

# guideTechnicalHeading
source: Technical planning
de: Technische Planung

# guideHighQualityMediaTerm
source: Ensuring High-Quality Audio and Video
de: Hochwertige Bild- und Tonqualität

# guideHighQualityMediaDefinition
source: Both image and sound quality should be optimal, with good lighting and a distraction-free recording environment. A calm and clear speaking style, with sufficient pauses, enhances comprehensibility. A neutral background helps keep the focus on the content.
de: Stellen Sie sicher, dass sowohl die Bild- als auch die Tonqualität einer guten Qualität entsprechen, indem Sie für eine optimale Beleuchtung und eine störungsfreie Umgebung sorgen. Eine ruhige, klare Sprechweise mit ausreichend Pausen fördert die Verständlichkeit, während ein dezenter, neutraler Hintergrund den Fokus auf den Inhalt lenkt.

# guideTechnicalEquipmentTerm
source: Technical Equipment Considerations
de: Technische Ausstattung

# guideTechnicalEquipmentDefinition
source: Reliable technical equipment and pre-recording checks ensure smoother production. <strong>Test recordings</strong> can help identify optimal settings. Depending on the setup, using <strong>two monitors</strong> may facilitate the recording process.
de: Eine solide technische Ausstattung sowie eine vorherige Überprüfung sorgen für mehr Sicherheit während der Aufnahme. Machen Sie vorab <strong>Probeaufnahmen</strong> , um ein besseres Verständnis für die benötigten Geräte und deren Einsatz zu gewinnen. Je nach Setting kann es beispielsweise vorteilhaft sein, <strong>zwei Monitore</strong> zur Unterstützung der Videoaufnahme zu verwenden.

# guideFileNamingTerm
source: Clear and Informative File Naming
de: Benennung der Videos

# guideFileNamingDefinition
source: The video file name should be <strong>meaningful</strong> and include key information such as title, author, topic, and date.
de: Die Benennung des Videos sollte <strong>aussagekräftig</strong> sein und die wichtigsten Informationen wie Titel, Autor, Thema und Datum beinhalten.

# guideFileNamingExample
source: Example: Hearing_Disorders_Baumgart_Pediatric_Audiology_WS23_24
de: Beispiel: Hörstörungen_Baumgart_Pädaudiologie_WS23_24

# guideEasyAccessTerm
source: Easy Video Access
de: Auffindbarkeit des Videos

# guideEasyAccessDefinition
source: Learning videos should be easily accessible on the learning platform. An accompanying syllabus summarizing the video’s content in bullet points enhances clarity and transparency.
de: Die Lernvideos sollten so in die verwendeten Lernplattformen integriert werden, dass sie leicht auffindbar sind. Ein dazugehöriger Syllabus, der auf den Inhalt des Videos in Stichpunkten eingeht, erhöht die Übersichtlichkeit und Transparenz.

# guideRepetitionClearSpeechOne
source: Clear speech
de: Klare Sprechweise

# guideRepetitionClearSpeechTwo
source: with enough pauses
de: mit ausreichend Pausen

# guideRepetitionEnvironmentOne
source: Bright & quiet environment
de: Helle & leise Umgebung

# guideRepetitionEnvironmentTwo
source: for a good recording
de: für eine gute Aufnahme

# guideRepetitionFileNameOne
source: Title, author, topic, date
de: Titel, Thema, Autor, Datum

# guideRepetitionFileNameTwo
source: as a descriptive file name
de: als Dateiname des Videos

# guideReferencesHeading
source: References
de: Literatur

# accessibilityStatementMainHeading
source: Accessibility Statement
de: Erklärung zur Barrierefreiheit

# accessibilityStatementScopeHeading
source: Scope of application
de: Anwendungsbereich

# accessibilityStatementScopePartOne
source: This accessibility statement refers to the current version of the State Act on Equal Opportunities for Persons with Disabilities (Landes-Behindertengleichstellungsgesetz - L-BGG) of December 17, 2014. The SHUFFLE project is committed to making this website accessible in accordance with Section 10 (1) of the State Disability Equality Act (L-BGG).
de: Diese Erklärung zur Barrierefreiheit bezieht sich auf das Landesgesetz zur Gleichstellung von Menschen mit Behinderungen (Landes-Behindertengleichstellungsgesetz – L-BGG) vom 17. Dezember 2014, in der aktuell gültigen Fassung. Das SHUFFLE-Projekt ist bemüht, diese Webseite in Einklang mit § 10 Absatz 1 des Landes-Behindertengleichstellungsgesetzes (L-BGG) barrierefrei zugänglich zu gestalten.

# accessibilityStatementScopePartTwo
source: This accessibility statement applies to this website (www.melvin.shuffle-projekt.de). This statement explicitly does not refer to the other websites and mobile apps of the Hochschule der Medien or the universities involved in the project and not to the content of third-party providers referred to via external links.
de: Diese Erklärung zur Barrierefreiheit gilt für diese Webseite (www.melvin.shuffle-projekt.de). Diese Erklärung bezieht sich ausdrücklich nicht auf die anderen Websites und mobilen Apps der Hochschule der Medien, oder der am Projekt beteiligten Hochschulen und nicht auf Inhalte von Drittanbietern, auf die über externe Links verwiesen wird.

# accessibilityStatementComplianceHeading
source: Compliance status
de: Stand der Vereinbarkeit mit den Anforderungen

# accessibilityStatementComplianceText
source: This website is partially compliant with Section 10 (1) L-BGG due to the the following non-compliances.
de: Diese Website ist wegen der folgenden Unvereinbarkeiten teilweise mit § 10 Absatz 1 L-BGG vereinbar.

# accessibilityStatementNonAccessibleHeading
source: Non-accessible content
de: Nicht barrierefreie Inhalte

# accessibilityStatementNonAccessiblePartOne
source: The Melvin application for creating videos and correcting subtitles is not accessible to screen reader users or people who only use a keyboard.
de: Die Melvin Anwendung zum Erstellen von Videos und zur Korrektur der Untertitel ist nicht für Screenreader-Nutzende sowie für Personen, die ausschließlich die Tastatur benutzen, zugänglich.

# accessibilityStatementNonAccessiblePartTwo
source: We are working on the accessible implementation of the content mentioned above.
de: Wir arbeiten an der barrierefreien Umsetzung der oben aufgeführten Inhalte.

# accessibilityStatementNonAccessiblePartThree
source: The homepage and the Melvin video player are accessible.
de: Die Startseite sowie der Melvin Video-Player sind barrierefrei.

# accessibilityStatementPreparationHeading
source: Preparation of this accessibility statement
de: Erstellung dieser Erklärung zur Barrierefreiheit

# accessibilityStatementPreparationText
source: This statement was prepared on 28.02.2025. It is based on a self-assessment that was conducted on 28.02.2025. This declaration was last reviewed on 28.02.2025.
de: Diese Erklärung wurde am 28.02.2025 erstellt. Sie beruht auf einer Selbstbewertung, die am 28.02.2025 durchgeführt wurde. Diese Erklärung wurde zuletzt am 28.02.2025 überprüft.

# accessibilityStatementFeedbackHeading
source: Feedback and contact information
de: Rückmeldung und Kontaktangaben

# accessibilityStatementFeedbackText
source: You would like to inform us about existing barriers or request information on the implementation of accessibility? For your feedback and any further information, please get in touch with our contact person:
de: Sie möchten uns bestehende Barrieren mitteilen oder Informationen zur Umsetzung der Barrierefreiheit erfragen? Für Ihr Feedback sowie alle weiteren Informationen sprechen Sie unsere verantwortliche Kontaktperson an:

# accessibilityStatementEnforcementHeading
source: Enforcement procedure
de: Schlichtungsverfahren

# accessibilityStatementEnforcementPartOne
source: To ensure that this website meets the requirements described in Section 10 (1) L-BGG, you can contact the SHUFFLE project partners (<a href="mailto:melvin@shuffle-projekt.de" >melvin@shuffle-projekt.de</a >) by email and provide appropriate feedback.
de: Um zu gewährleisten, dass diese Webseite den in § 10 Absatz 1 L-BGG beschriebenen Anforderungen genügt, können Sie sich per Email an die SHUFFLE-Projekt-Partner (<a href="mailto:melvin@shuffle-projekt.de" >melvin@shuffle-projekt.de</a >) wenden und eine entsprechende Rückmeldung geben.

# accessibilityStatementEnforcementPartTwo
source: If the Melvin project team does not respond to your request within four weeks, you may file a complaint with the National Center for Accessibility (LZ-BARR).
de: Falls das Melvin-Projektteam nicht innerhalb von vier Wochen auf Ihre Anfrage antwortet, können Sie sich an die Schlichtungsstelle des Landeszentrums Barrierefreiheit (LZ-BARR) wenden.

# accessibilityStatementEnforcementPartThree
source: You can contact the National Center for Accessibility (LZ-BARR) as follows: <a href="mailto:schlichtung@barrierefreiheit.bwl.de" >schlichtung@barrierefreiheit.bwl.de</a> , <a href="tel:004971112339375">Tel. +49 711 123 39375</a>, Address: Landeszentrum Barrierefreiheit, Schlichtungsstelle, Else-Josenhans-Straße 6, 70173 Stuttgart.
de: Die Schlichtungsstelle des Landeszentrums Barrierefreiheit (LZ-BARR) können Sie wie folgt erreichen: <a href="mailto:schlichtung@barrierefreiheit.bwl.de" >schlichtung@barrierefreiheit.bwl.de</a> , <a href="tel:004971112339375">Tel. +49 711 123 39375</a>, Adresse: Landeszentrum Barrierefreiheit, Schlichtungsstelle, Else-Josenhans-Straße 6, 70173 Stuttgart.

# accessibilityStatementEnforcementPartFour
source: This procedure is free of charge.
de: Das Schlichtungsverfahren ist unentgeltlich.

# accessibilityStatementEnforcementPartFive
source: The option of bringing an action against associations in accordance with Section 12 (1) sentence 1 no. 4 L-BGG is hereby mentioned.
de: Auf die Möglichkeit des Verbandsklagerechts nach § 12 Absatz 1 Satz 1 Nummer 4 L-BGG wird hingewiesen.

# accessibilityStatementCompatibilityHeading
source: Information on compatibility
de: Hinweise zur Kompatibilität

# accessibilityStatementCompatibilityText
source: Our website is optimized for the following browsers: Chrome, Firefox, Edge, Safari. Internet Explorer is not supported.
de: Unsere Website ist für die folgenden Browser optimiert: Chrome, Firefox, Edge, Safari. Internet Explorer wird nicht unterstützt.

# viewerControlsMuteLabel
source: Mute
de: Stummschalten

# viewerControlsUnmuteLabel
source: Unmute
de: Lautschalten

# viewerControlsLanguageMenuAriaLabel
source: Language menu
de: Sprachen Menü

# viewerControlsGalleryMenuAriaLabel
source: Video selection menu
de: Videoauswahl Menü

# viewerControlsSettingsMenuAriaLabel
source: Settings menu
de: Einstellungen Menü

# viewerControlsFullscreenLabel
source: Fullscreen
de: Vollbild

# playerInnerResizerAriaLabel
source: Move to resize video
de: Verschieben, um die Größe des Videos zu ändern

# dialogSpellcheckInfoMainHeadline
source: Spellcheck browser info
de: Rechtschreibprüfung Browser-Info

# dialogSpellcheckInfoCloseAriaLabel
source: Close
de: Schließen

# dialogSpellcheckInfoFirefoxOne
source: You must install a dictionary in order to use the Firefox spell checker. Follow the link below for an overview of the available dictionaries.
de: Sie müssen ein Wörterbuch installieren, um die Firefox-Rechtschreibprüfung nutzen zu können. Folgen Sie dem folgenden Link, um einen Überblick über die verfügbaren Wörterbücher zu erhalten.

# dialogSpellcheckInfoFirefoxTwo
source: Once you have added the dictionary, you may need to right-click on the transcript here in the Melvin Editor and activate “Check spelling” in the resulting menu and select the appropriate language under “Languages”.
de: Wenn Sie das Wörterbuch hinzugefügt haben, müssen Sie hier im Melvin Editor mit der rechten Maustaste auf das Transkript klicken und im daraufhin angezeigten Menü „ Rechtschreibung prüfen“ aktivieren und unter „ Sprachen“ die entsprechende Sprache auswählen.

# dialogSpellcheckInfoFirefoxThree
source: The words are visually highlighted with reddish dots below.
de: Die Wörter werden visuell mit rötlichen Punkten darunter hervorgehoben.

# dialogSpellcheckInfoFirefoxLinkLabel
source: To the Firefox dictionary overview
de: Zur Firefox-Wörterbuchübersicht

# dialogSpellcheckInfoFirefoxLinkNewTab
source: Opens in new tab
de: Öffnet in neuem Fenster

# dialogSpellcheckInfoSafariOne
source: The Safari browser automatically uses the integrated spell checker. All you need to do is select the “Spellchecking” option in the Melvin Editor before clicking inside the transcript. However, it may take a few seconds before Safari highlights the first words.
de: Der Safari-Browser verwendet automatisch die integrierte Rechtschreibprüfung. Sie müssen lediglich die Option „Rechtschreibprüfung“ im Melvin-Editor auswählen, bevor Sie in das Transkript klicken. Es kann jedoch ein paar Sekunden dauern, bis Safari die ersten Wörter hervorhebt.

# dialogSpellcheckInfoSafariTwo
source: The words are visually highlighted with reddish dots below.
de: Die Wörter werden visuell mit rötlichen Punkten darunter hervorgehoben.

# dialogSpellcheckInfoChromeOne
source: The Chrome browser automatically uses the integrated spell checker. All you need to do is select the “Spellchecking” option in the Melvin Editor before clicking inside the transcript.
de: TDer Chrome-Browser verwendet automatisch die integrierte Rechtschreibprüfung. Sie müssen lediglich die Option „Rechtschreibprüfung“ im Melvin-Editor auswählen, bevor Sie in das Transkript klicken.

# dialogSpellcheckInfoChromeTwo
source: The words are visually highlighted with reddish dots below.
de: Die Wörter werden visuell mit rötlichen Punkten darunter hervorgehoben.

# headerFeedbackLinkLabel
source: Provide Feedback ❤️
de: Feedback geben ❤️

# landingHeaderFeedbackLinkLabel
source: Provide Feedback ❤️
de: Feedback geben ❤️

# viewerFeedbackLinkLabel
source: Provide Feedback ❤️
de: Feedback geben ❤️

# guideContentSupportingDocuments
source: Supporting Documents
de: Unterstützende Dokumente

# guideSupportingDocumentsHeading
source: Supporting Documents
de: Unterstützende Dokumente

# guideSupportingDocumentsDownloadGermanLabel
source: German
de: Deutsch

# guideSupportingDocumentsDownloadEnglishLabel
source: English
de: Englisch

# guideAccessibleMaterialsDocumentLink
source: See document Tips for Accessible Tools
de: Siehe Dokument Tipps für barrierefreie Tools

# guideSupportingDocumentTipsAccessibleTools
source: Tips for Accessible Tools
de: Tipps für barrierefreie Tools

# landingFooterNavAriaLabel
source: Footer navigation
de: Fußnavigation

# landingFooterLegalHeader
source: Legal
de: Rechtliches

# landingFooterTutorialsHeader
source: Tutorials
de: Anleitungen

# landingFooterDidacticGuideLinkLabel
source: Didactic Guide
de: Didaktik-Guide

# landingFooterAccessibilityHeader
source: Accessibility
de: Barrierefreiheit

# landingFooterFoundationLinkAriaLabel
source: Foundation 'Stiftung Innovation in der Hochschullehre', opens in new tab
de: Stiftung Innovation in der Hochschullehre, öffnet in neuem Tab

# uploadRecordingCancelButton
source: Cancel and close
de: Abbrechen und schließen
