Repository: shuffle-project/melvin
Catalog: frontend/src/locale/messages.*.xlf
Languages: de

# dialogCreateProjectSameFileError
source: Uploading the same file several times is not allowed.
de: Die gleiche Datei mehrmals hochzuladen ist nicht erlaubt.

# dialogCreateProjectOneMainCategoryError
source: At least one audio/video file with the "main" category required.
de: Mindestens eine Audio-/Videodatei mit der "Haupt" Kategorie benötigt.

# dialogCreateProjectMaxOneMainCategoryError
source: Max one audio/video file with the "main" category.
de: Maximal eine Audio-/Videodatei mit der "Haupt" Kategorie.

# dialogCreateProjectUploadProgressLabel
source: Upload-Progress:
de: Fortschritt beim Hochladen:

# dialogCreateProjectCreateButton
source: Create Project
de: Projekt erstellen

# privacyPageTitle
source: Privacy - Melvin
de: Datenschutzerklärung - Melvin

# projectEffectKickUserFromDeletedProject
source: The opened project was deleted.
de: Das geöffnete Projekt wurde gelöscht.

# transcriptionEffectKickUserFromTranscript
source: The opened transcript was deleted and another one selected.
de: Das geöffnete Transkript wurde gelöscht und ein anderes ausgewählt.

# viewerControlsTranscriptOffLabel
source: Off
de: Aus

# viewerControlsTranscriptLeftLabel
source: Left
de: Links

# viewerControlsTranscriptRightLabel
source: Right
de: Rechts

# viewerControlsCaptionsOffLabel
source: Off
de: Aus

# viewerControlsCaptionsOnLabel
source: On
de: An

# dialogChangePasswordHeader
source: Change Password
de: Passwort ändern

# dialogChangePasswordCloseButton
source: Close
de: Schließen

# profileHeader
source: Profile
de: Profil

# profilePasswordButtonLabel
source: Change Passwort
de: Passwort ändern

# profileSelectLabel
source: Interface language
de: Sprache der Benutzeroberfläche

# profileSelectEnglishOption
source: English
de: Englisch

# profileSelectGermanOption
source: German
de: Deutsch

# dialogChangePasswordCurrentPasswordLabel
source: Current Password
de: Aktuelles Passwort

# dialogChangePasswordCurrentPasswordRequiredError
source: Current password required
de: Aktuelles Passwort benötigt

# dialogChangePasswordNewPasswordLabel
source: New Password
de: Neues Passwort

# dialogChangePasswordNewPasswordRequiredError
source: New password required
de: Neues Passwort benötigt

# dialogChangePasswordConfirmPasswordLabel
source: Confirm New Password
de: Neues Passwort (Wiederholung)

# dialogChangePasswordConfirmPasswordRequiredError
source: Confirm new password required
de: Neues Passwort (Wiederholung) benötigt

# dialogChangePasswordDoNotMatchError
source: Passwords do not match
de: Passwörter stimmen nicht überein

# dialogChangePasswordSubmitButtonLabel
source: Change Password
de: Passwort ändern

# projectEffectKickUserFromActiveProject
source: You have been removed from the opened project.
de: Sie wurden von dem geöffneten Projekt entfernt.

# uploadAdditionalMediaTableLanguageHeader
source: Category
de: Kategorie

# uploadAdditionalMediaTableTitleHeader
source: Title
de: Titel

# uploadAdditionalMediaTableLastEditHeader
source: Created at
de: Erstellt am

# uploadAdditionalMediaTableMoreHeader
source: More
de: Mehr

# uploadAdditionalMediaDownloadButtonLabel
source: <mat-icon svgIcon="download" /><mat-icon svgIcon="download" /> Download
de: Downloadutton> } @if Herunterladen

# uploadAdditionalMediaDeleteButtonLabel
source: <mat-icon svgIcon="delete" /><mat-icon svgIcon="delete" /> Delete
de: Delete/button> </di Löschen

# profileDeleteAccountButtonLabel
source: Delete Account
de: Account löschen

# headerToggleDarkmodeToggleMenuButton
source: Open darkmode menu
de: Dunkelmodus-Menü öffnen

# headerToggleDarkmodeLight
source: <mat-icon svgIcon="light_mode"></mat-icon>Light
de: <LightHell

# headerToggleDarkmodeSystem
source: <mat-icon svgIcon="system_mode"></mat-icon>Auto
de: <AutoAutomatisch

# headerToggleDarkmodeDark
source: <mat-icon svgIcon="dark_mode"></mat-icon>Dark
de: <DarkDunkel

# landingHeaderToggleDarkmodeToggleMenuButton
source: Open darkmode menu
de: Dunkelmodus-Menü öffnen

# landingHeaderToggleDarkmodeLight
source: <mat-icon svgIcon="light_mode"></mat-icon>Light
de: <mat-icon svgIcon="light_mode"></mat-icon>Hell

# landingHeaderToggleDarkmodeSystem
source: <mat-icon svgIcon="system_mode"></mat-icon>Auto
de: <mat-icon svgIcon="system_mode"></mat-icon>Automatisch

# landingHeaderToggleDarkmodeDark
source: <mat-icon svgIcon="dark_mode"></mat-icon>Dark
de: <mat-icon svgIcon="dark_mode"></mat-icon>Dunkel

# uploadRecordingLanguageError
source: Language is required
de: Sprache benötigt

# uploadRecordingLanguageFormIntroduction
source: Please select the main language of the recording.
de: Bitte wähle die Hauptsprache der Aufnahme aus

# uploadRecordingToProjectlistButton
source: To Projectlist
de: Zu den Projekten

# recorderRecordingTitleError
source: Recording title is required
de: Titel benötigt

# playerTranscriptAutomaticScrollLabelMobile
source: Auto scroll
de: Auto scrollen

# landingHeaderToTheProjectsButton
source: To the projects
de: Zu den Projekten

# helpDialogExplanation
source: This application is currently under development. Unexpected errors may therefore occur. You can find more information on the <a href="https://shuffle-projekt.de/">SHUFFLE research project website</a>. If you have any feedback or questions, you will also find a contact option there.
de: Diese Anwendung befindet sich in der Entwicklung. Es können also unerwartete Fehler auftreten. Mehr Informationen findest du auf der Webseite des <a href="https://shuffle-projekt.de/">Forschungsprojekts SHUFFLE</a>. Bei Feedback oder Fragen findest du dort auch eine Kontaktmöglichkeit.

# deleteConfirmationDialogTitleDeleteAccount
source: Delete {{ data.subject }}
de: Lösche {{ data.subject }}

# deleteServiceDeleteAccountDescription
source: If you confirm this, your account with all created projects and data will be deleted. This can NOT be undone!
de: Wenn Sie dies bestätigen, wird Ihr Konto mit allen erstellten Projekten und Daten gelöscht. Dies kann NICHT rückgängig gemacht werden!

# headerMenuDocumentationButton
source: Documentation
de: Dokumentation

# viewerVideoContainerToMainviewAriaHidden
source: Switch
de: Wechsel

# viewerVideoContainerToMainviewScreenreader
source: Switch video '{{ video.category | mediaCategory }}' to main view
de: Wechsel das Video '{{ video.category | mediaCategory }}' zur Hauptansicht

# deleteConfirmationDialogPasswordExplanation
source: To delete your account you need to enter your password
de: Um Ihr Konto zu löschen, müssen Sie Ihr Passwort eingeben

# deleteConfirmationDialogPasswordLabel
source: Password
de: Passwort

# deleteConfirmationDialogPasswordError
source: Password is required
de: Passwort benötigt

# deleteConfirmationDialogPasswordIsIncorrect
source: Password is incorrect
de: Password ist nicht korrekt

# fromMediaTranscriptionTabHeading
source: Generate a new transcription from media
de: Erzeugen einer neuen Transkription aus einer Mediendatei

# fromMediaTranscriptionTabLanguageLabel
source: Language
de: Sprache

# fromMediaTranscriptionTabLanguageErrorRequired
source: Select a language
de: Sprache benötigt

# fromMediaTranscriptionTabTitleLabel
source: Title
de: Titel

# fromMediaTranscriptionTabTitleHint
source: Optional (e.g. with audio description)
de: Optional (z.B. mit Audiodeskription)

# fromMediaTranscriptionTabFileErrorMaximum
source: Maximum 1 file
de: Maximal 1 Datei

# fromMediaTranscriptionTabFileErrorRequired
source: An audio or video file is required
de: Eine Audio- oder Videodatei ist erforderlich

# fromMediaTranscriptionUploadsInfo
source: Uploads
de: Lädt hoch

# translateTranscriptionTabHeading
source: Translate an existing transcription
de: Eine bestehende Transkription übersetzen

# translateTranscriptionTabTranscriptionErrorRequired
source: Select a transcription
de: Transkription benötigt

# translateTranscriptionTabVendorLabel
source: Vendor
de: Anbieter

# translateTranscriptionTabVendorHint
source: Languages are vendor dependent
de: Sprachen sind Anbieterabhängig

# translateTranscriptionTabVendorErrorRequired
source: Select a vendor
de: Anbieter benötigt

# translateTranscriptionTabLanguageLabel
source: Language
de: Sprache

# translateTranscriptionTabLanguageHint
source: Select a vendor first
de: Wählen Sie zuerst einen Anbieter aus

# translateTranscriptionTabLanguageErrorRequired
source: Select a language
de: Sprache benötigt

# translateTranscriptionTabTitleLabel
source: Title
de: Titel

# translateTranscriptionTabTitleErrorRequired
source: Title is required
de: Titel benötigt

# translateTranscriptionTabNoTranslationVendor
source: There is currently no translation vendor connected to Melvin. Please contact the person who manages this Melvin instance.
de: Derzeit gibt es keinen Übersetzungsanbieter, der mit Melvin verbunden ist. Bitte kontaktieren Sie die Person, die diese Melvin-Instanz verwaltet.

# projectListCreateProjectMenuUpload
source: Upload file
de: Datei hochladen

# loginDialogPasswordLabel
source: Password
de: Passwort

# sharePlayerLinkGeneralInfo
source: Any person who has this link can open the videoplayer.
de: Jede Person, die diesen Link hat, kann den Video-Player öffnen.

# sharePlayerEmbedHeader
source: Embed Videoplayer
de: Video-Player einbetten

# editorSettingsSpellcheckingCheckbox
source: Spellchecking
de: Rechtschreibprüfung

# editorSettingsUsernamesCheckbox
source: Show Usernames
de: Profilnamen anzeigen

# deleteServiceSubjectSpeaker
source: Speaker
de: Sprecher*in

# deleteServiceDescriptionSpeaker
source: The speaker „speakerName“ is used in several cases. The corresponding texts will not be affected if you delete it.
de: Die sprechende Person „speakerName“ wird mehrfach verwendet. Die entsprechenden Texte werden durch die Löschung nicht beeinflusst.

# tiptap-editorMenuTranscriptionLabel
source: Transcription
de: Transkription

# editSpeakerMenuNameLabel
source: Speaker name
de: Name Sprecher*in

# editSpeakerMenuAtLeastOneProjectError
source: At least one speaker is required.
de: Mindestens ein Sprecher ist erforderlich.

# projectListCreateDefaultProjectButtonLabel
source: <mat-icon svgIcon="plus"></mat-icon> Create Exampleproject
de: <mat-icon svgIcon="plus"></mat-icon> Beispielprojekt erstellen

# landingHeaderGuideLinkLabel
source: Didactic Guide
de: Didaktik-Guide

# GuidePageTitle
source: Didactic Guide - Melvin
de: Didaktik-Guide - Melvin

# viewerControlsQualityTitle
source: Max. Resolution
de: Max. Auflösung

# projectListCreateDefaultInfotext
source: There are currently no projects. <br /> You can either create a new project or an example project.
de: Es gibt aktuell keine Projekte. <br /> Du kannst entweder ein neues Projekt oder ein Beispielprojekt erstellen.

# editorMenuTranscriptionsHeader
source: Transcripts
de: Transkripte

# headerMenuStartpageButton
source: <mat-icon svgIcon="start"></mat-icon>Startpage
de: <mat-icon svgIcon="start"></mat-icon>Startseite

# editorSettingsHeadline
source: Settings
de: Einstellungen

# guideMainHeading
source: Didactic Guide
de: Didaktik-Guide

# guideSubHeading
source: Didactic Recommendations – How to Use Melvin Effectively
de: Didaktische Hinweise – Wie kann ich Melvin gut einsetzen?

# guideContentTableHeading
source: Table of Contents
de: Inhaltsverzeichnis

# guideContentTableWhy
source: Why Didactic Recommendations?
de: Warum didaktische Hinweise?

# guideContentTablePlanningVideo
source: Planning the Video
de: Planung des Videos

# guideContentTableDidactic
source: Didactic Planning
de: Didaktische Planung

# guideContentTableContent
source: Content Planning
de: Inhaltliche Planung

# guideContentTableTechnical
source: Technical Planning
de: Technische Planung

# guideContentTableReferences
source: References
de: Literatur

# guideWhyHeading
source: Why Didactic Recommendations?
de: Warum didaktische Hinweise?

# guideWhyPartOne
source: According to a working group of the Hochschulforum Digitalisierung, digitalization in education should not be "an end in itself" (Persike & Friedrich, 2016, p. 5). Instead, digital learning and teaching concepts should aim to improve teaching quality, enhance effectiveness, and promote equal opportunities in higher education (Hanft et al., 2019, p. 325). Overall, aspects of equal opportunities, inclusion, and digitalization are still rarely considered in combination and insufficiently researched (Bosse et al., 2021; Hafer et al., 2019), particularly in relation to didactic issues. While digital tools offer many possibilities, not everything that is technically feasible is didactically useful or even accessible.
de: Digitalisierung in der Bildung dürfe „kein Selbstzweck“ sein, so eine Arbeitsgruppe des Hochschulforums Digitalisierung (Persike & Friedrich 2016, 5). Vielmehr müsse das Ziel der Konzepte für digitales Lernen und Lehren sein, die Qualität der Lehre, ihre Leistungsstärke, aber eben auch die Chancengerechtigkeit des Hochschulsystems weiter zu verbessern (Hanft et al 2019, 325) Insgesamt werden jedoch Chancengerechtigkeit, Inklusion und Digitalisierung noch viel zu selten im Zusammenspiel betrachtet und auch noch zu wenig beforscht (Bosse et al. 2021; Hafer et al 2019) – und besonders nicht unter dem Aspekt fachdidaktischer Fragestellungen. Denn für digitale Tools ergeben sich zwar vielfältige Anwendungsmöglichkeiten, aber nicht alles, was technisch machbar ist, ist didaktisch sinnvoll und darüber hinaus barrierefrei.

# guideWhyPartTwo
source: Melvin, as a video platform, is primarily a tool that offers functionality and allows for creative freedom. Thoughtful consideration of didactic implementation can significantly contribute to ensuring equal and barrier-free access to content for all users. These didactic guidelines aim to encourage a reflective approach when using Melvin.
de: Auch Melvin als Videoplattform ist zunächst „nur“ ein Werkzeug, das Funktionen bereitstellt und gestalterische Freiräume eröffnet. Vorausschauende Überlegungen zur didaktischen Umsetzung der technischen Möglichkeiten können entscheidend dazu beitragen, einen barrierefreien und gleichberechtigten Zugang zu den Inhalten für alle Nutzenden zu gewährleisten. Solch ein didaktisch-reflektiertes Vorgehen bei der Anwendung von Melvin möchten diese didaktischen Hinweise befördern.

# guidePlanningHeading
source: Planning the Video
de: Planung des Videos

# guidePlanningIntro
source: Before starting video production, careful planning from a didactic, content-related, and technical perspective is essential. This ensures that the video meets the intended learning objectives and reaches all students effectively.
de: Bevor Sie mit der Produktion Ihres Videos beginnen, sollte das Video didaktisch, inhaltlich und technisch geplant werden. Dies soll dazu beitragen, dass Ihr Video die gewünschten Lernziele wie auch alle Studierenden erreicht.

# guideDidacticHeading
source: Didactic Planning
de: Didaktische Planung

# guideFrameworkTerm
source: General Instructional Framework
de: Übergeordnetes Lehrkonzept

# guideFrameworkDefinition
source: It is crucial to determine in advance how the videos will be integrated into teaching and for what <strong>purpose</strong> they will be used. What role do the videos play within the broader instructional framework? Defining this objective helps in designing the videos effectively.
de: Vorab sind grundsätzliche Überlegungen wichtig, für welche Teile der Lehre bzw. auf welche Art die Videos eingesetzt werden. Welchem <strong>Zweck</strong> dienen die Videos, in welches übergeordnete Lehrkonzept sind die Videos eingebettet? Wenn diese Zielsetzung festgelegt ist, lässt sich die didaktische Gestaltung der Videos darauf basierend effektiver ableiten.

# guideSelfRegulationTerm
source: Self-Regulated Learning
de: Selbstgesteuertes Lernen

# guideSelfRegulationDefinition
source: Providing videos places more responsibility on students for their own learning. Learning videos should therefore foster strategies for self-regulated learning (SRL<sup>1</sup>) and motivate students to engage actively with the content.
de: Grundsätzlich führt das Bereitstellen von Videos dazu, dass Studierende stärker für ihr eigenes Lernen verantwortlich sind. Lernvideos sollten daher Strategien des Selbstgesteuerten Lernens (SDL<sup>1</sup>) fördern und dazu motivieren, sich aktiv mit den Inhalten auseinanderzusetzen.

# guideOptimalLenghtTerm
source: Optimal Video Length
de: Länge des Videos

# guideOptimalLenghtDefinition
source: Depending on the purpose, learning videos can vary in length, but they should not exceed a certain duration to avoid cognitive overload. Empirical research suggests a <strong>maximum duration of 20 minutes</strong> (Brück 2023).
de: Je nach Zielsetzung und Zweck sind Lernvideos unterschiedlich lang, sollten aber - um einen „cognitive overload“ zu vermeiden - eine bestimmte Länge nicht überschreiten. Basierend auf Erfahrungswerten beträgt die empfohlene <strong> maximale Dauer 20 Minuten</strong> (Brück 2023).

# guideStructuringVideoTerm
source: Structuring the Video
de: Struktur des Videos

# guideStructuringVideoDefinition
source: The longer the video, the more important it is to maintain a <strong>clear structure and include pauses</strong> to support comprehension. Planning recognizable sections (introduction, main part, conclusion) in advance is advisable. Creating <strong>a script, storyboard,</strong> or screenplay can help structure the content and voiceover effectively.
de: Je länger das Video ist, desto wichtiger sind <strong>Strukturierung und inhaltliche Pausen,</strong> um die Übersichtlichkeit zu wahren. Planen Sie daher erkennbare Strukturen (Einleitung, Hauptteil, Schlussteil) vorab ein. Die Erstellung eines <strong>Manuskripts, eines Storyboards ,</strong> oder gar eines Drehbuches kann hilfreich sein, um die Abfolge der Inhalte und den eigenen Sprechtext zu gliedern.

# guideInvertedClassroomDefinition
source: When videos are used as part of an Inverted Classroom model, <strong>clear incentives</strong> should be provided for students to prepare for deeper engagement during in-person sessions. If a video is assigned to a specific session, this should be clearly communicated, and students should have <strong>sufficient time</strong> to review the content and any accompanying materials.
de: Dient das Video im Rahmen des Inverted Classrooms zur Vorbereitung auf eine Präsenzsitzung, sollten <strong>konkrete Anreize</strong> gesetzt werden, sich auf die Vertiefung in der Präsenzveranstaltung vorzubereiten. Bei Zuordnung des Videos zu einer bestimmten Präsenzsitzung sollte dies klar erkennbar und kommuniziert sein. Den Studierenden sollte darüber hinaus <strong>ausreichend Zeit</strong> gegeben werden, um sich mit den Inhalten des Videos (und ggf. weiteren Materialien) auseinandersetzen zu können.

# guideMicroLearningTerm
source: Microlearning Units
de: Lern-Nuggets

# guideMicroLearningDefinition
source: If a video is intended to introduce or deepen a specific aspect, a short and focused microlearning unit (also known as a "learning nugget"<sup>2</sup>) may be appropriate. These concise videos effectively present knowledge in just a few minutes. Multiple microlearning units can be organized into a series, with clear titles and sequencing information to enhance clarity.
de: Dient das Video (nur) zur Vorstellung oder Vertiefung eines spezifischen Aspekts? Hier lässt sich im Sinne des „Microlearning“ ein eher kurzes und fokussiertes Video – ein sogenannter "Lern-Nugget"<sup>2</sup>- erstellen. In wenigen Minuten kann so pointiert und konzentriert Wissen vermittelt werden. Es können auch mehrere solcher kurzen Lerneinheiten/“Lern-Nuggets“ (als Reihe/Serie) erstellt werden – hier sind eindeutige Titel und ggf. die Information über eine einzuhaltende Reihenfolge besonders wichtig.

# guideMicroLearningExampleHeading
source: Examples:
de: Beispiele:

# guideMicroLearningExampleOne
source: A video on how to effectively search for academic articles in databases.
de: Ein Video zur effektiven Suche nach wissenschaftlichen Artikeln in Datenbanken.

# guideMicroLearningExampleTwo
source: A video explaining proper scientific citation methods.
de: Ein Video zur richtigen wissenschaftlichen Zitation.

# guideUsabilityTerm
source: Long-Term Usability
de: Nutzungsdauer

# guideUsabilityDefinition
source: Is the video intended for one-time use, or should it be accessible across multiple semesters or courses? For long-term use, prioritize general and <strong>broadly applicable information</strong> while minimizing temporary references (e.g., links to potentially outdated websites).
de: Ist das Video für den einmaligen Einsatz vorgesehen oder soll es semester- und/oder studiengangübergreifend zur Verfügung stehen? Bei einer langfristigen Nutzung empfiehlt es sich, <strong>allgemeingültige Hinweise</strong>zu bevorzugen und auf zeitlich begrenzte Verweise, wie etwa Links zu möglicherweise veralteten Webseiten, weitgehend zu verzichten.

# guideUsabilityExample
source: Example: A video explaining the fundamentals of qualitative or quantitative research methods in social sciences.
de: Beispiel: Ein Video, das die Grundlagen der qualitativen oder quantitativen Forschungsmethoden in den Sozialwissenschaften vermittelt.

# guideUDLTerm
source: Ensuring Accessibility – Universal Design for Learning (UDL)/Multi-Sensory Design Principle
de: Umsetzung des „Mehr Sinne-Prinzips“ (UDL)

# guideUDLDefinition
source: To promote accessibility, information should be presented in multiple formats—for example, through both auditory and visual means. <strong>Tools like Melvin</strong>, which automatically generate subtitles and transcripts, can facilitate this approach.
de: Zur Gewährleistung der Barrierefreiheit ist es entscheidend, Informationen in verschiedenen Darstellungsformen anzubieten- etwa durch eine auditive sowie eine visuelle Präsentation der Lerninhalte. Hilfreich sind hier <strong>Tools wie Melvin</strong>, die das Prinzip automatisiert umsetzen, indem Untertitel und ein Transkript automatisch generiert werden.

# guideVerbalizingTerm
source: Verbalizing Visual Elements
de: Abbildungen

# guideVerbalizingDefinition
source: All essential visual elements used in the video should also be described verbally. Ideally, the key content of an image or figure should be integrated into the spoken text. If this is not feasible, a separate audio or text-based description should be provided as an additional resource.<sup>3</sup>.
de: Im Video verwendete Abbildungen sollten auch sprachlich vermittelt werden. Im besten Fall können alle zentralen Inhalte einer Abbildung in den Sprechtext integriert werden. Ist dies nicht möglich, kann eine gesonderte Bildbeschreibung/Audiodeskription erstellt werden, die als eigenes Video oder/und Text erstellt und bereitgestellt wird.<sup>3</sup>.

# guideAccessibleMaterialsTerm
source: Accessible Digital Materials
de: Barrierefreiheit der verwendeten digitalen Tools und Materialien

# guideAccessibleMaterialsDefinition
source: When combining videos with other digital learning formats such as text, images, or interactive tools, ensure that all materials comply with accessibility standards.
de: Wenn Sie die Videos mit anderen digitalen Lernformaten wie Texten, Bildern oder auch mit interaktiven Tools kombinieren, achten Sie stets auf die Barrierefreiheit der Dokumente und Tools.

# guideRepetitionHeading
source: Repetition
de: Wiederholung

# guideRepetitionLengthOne
source: 20 minutes
de: 20 Minuten

# guideRepetitionLengthTwo
source: maximum video duration
de: Maximale Dauer des Videos

# guideRepetitionVerbalOne
source: Verbal description
de: Sprachliche Beschreibung

# guideRepetitionVerbalTwo
source: of figures and tables
de: von Abbildungen und Tabellen

# guideRepetitionContentBreaksOne
source: Content breaks
de: Inhaltliche Pausen

# guideRepetitionContentBreaksTwo
source: help with clarity
de: helfen bei der Übersichtlichkeit
