Repository: shuffle-project/melvin
Catalog: frontend/src/locale/messages.*.xlf
Languages: de

# projectStatusDraft
source: Draft
de: Entwurf

# projectStatusFinished
source: Finished
de: Abgeschlossen

# projectStatusWaiting
source: In queue
de: In Warteschlange

# projectStatusProcessing
source: Processing
de: Wird verarbeitet

# projectStatusError
source: Error
de: Fehler

# projectListSearchFieldPlaceholder
source: Search title
de: Suche Titel

# projectListFilterStatusLabel
source: Project status
de: Projekt Status

# projectListCreateProjectButtonLabel
source: <mat-icon svgIcon="plus"></mat-icon> New project
de: <mat-icon svgIcon="plus"></mat-icon> Neues Projekt

# projectListTableHeaderTitleLabel
source: Title
de: Titel

# projectListTableHeaderLanguagesLabel
source: Languages
de: Sprachen

# projectListTableHeaderDurationLabel
source: Duration
de: Dauer

# projectListTableHeaderUpdatedAtLabel
source: Updated At
de: Aktualisiert am

# projectListTableHeaderCreatedAtLabel
source: Created at
de: Erstellt am

# projectListTableHeaderMembersLabel
source: Members
de: Personen

# projectListTableHeaderMoreLabel
source: More
de: Mehr

# projectListMoreMenuLeaveLabel
source: <mat-icon svgIcon="leave"></mat-icon> Leave
de: <mat-icon svgIcon="edit"></mat-icon> Verlassen

# projectListMoreMenuShareLabel
source: <mat-icon svgIcon="share" /><mat-icon svgIcon="share" /> Share
de: <mat-icon svgIcon="share"></mat-icon> Teilen

# projectListMoreMenuDeleteLabel
source: <mat-icon svgIcon="delete"></mat-icon> Delete
de: <mat-icon svgIcon="delete"></mat-icon> Löschen

# projectListFilterAllProjects
source: All Projects
de: Alle Projekte

# projectListFilterOwnProjects
source: Own Projects
de: Eigene Projekte

# projectListFilterSharedProjects
source: Shared Projects
de: Geteilte Projekte

# dialogCreateProjectHeadline
source: New Project
de: Neues Project

# uploadFilesFormDropzoneText
source: Drag your audio, video and subtitle file * here
de: Video- * oder Untertitel-Datei hierhin ziehen

# uploadFilesFormDropzoneTextOr
source: or
de: oder

# uploadFilesFormChooseFile
source: Choose file
de: Datei auswählen

# dialogCreateProjectCloseButton
source: Close
de: Schließen

# uploadFilesFormRemoveFileTooltip
source: Remove file
de: Datei entfernen

# projectListProjectListHeader
source: Project List
de: Projekt Liste

# editorHelpDialogShortcutsTitle
source: Keyboard shortcuts
de: Tastaturkürzel

# editorHelpDialogKeyboardShortcutsTableHeader
source: Key
de: Kürzel

# editorHelpDialogShortcutsCommandTableHeader
source: Command
de: Befehl

# editorBackToProjectsList
source: Back to all projects
de: Zurück zu allen Projekten

# editorMenuFileLabel
source: File
de: Datei

# editorMenuFileDownloadLabel
source: <mat-icon svgIcon="download"></mat-icon> Download
de: <mat-icon svgIcon="download"></mat-icon> Herunterladen

# editorMenuFileDeleteLabel
source: <mat-icon svgIcon="delete" /><mat-icon svgIcon="delete" /> Delete
de: <mat-icon svgIcon="delete" /><mat-icon svgIcon="delete" /> Löschen

# editorMenuTranscriptionLabel
source: Transcription
de: Transkription

# editorMenuTranscriptionEditLabel
source: <mat-icon svgIcon="edit"></mat-icon> Edit Transcriptions
de: <mat-icon svgIcon="edit"></mat-icon> Transkriptionen bearbeiten

# editorShareProjectButtonLabel
source: Share
de: Freigeben

# editSpeakerMenuButtonLabel
source: <mat-icon svgIcon="add"></mat-icon> Add speaker
de: <mat-icon svgIcon="add"></mat-icon> Sprecher*in hinzufügen

# videoControlsPlaybackSpeedMenuTitle
source: Playback Speed
de: Wiedergabegeschwindigkeit

# inviteCardSubtitleInvalidInvite
source: Project invitation
de: Projekt Einladung

# inviteLinkInvalidError
source: The invitation link is no longer valid.
de: Der Einladungslink ist leider nichtmehr gültig.

# inviteInvalidBackButtonLabel
source: Back
de: Zurück

# inviteCardSubtitleValidInvite
source: Project invitation
de: Projekt Einladung

# inviteFromMessage
source: You were invited by <span class="bold">{{ invite.userName }}</span> participate in a project.
de: Sie wurden von <span class="bold">}}to join a zu einem Projekt eingeladen.

# guestLoginDialogHeader
source: Login as Guest
de: Als Gast anmelden

# guestLoginJoinButtonLabel
source: Join
de: Beitreten

# inviteCancelButtonLabel
source: Cancel
de: Abbrechen

# inviteLoginOrRegisterButtonLabel
source: Login / Register
de: Anmelden / Registrieren

# inviteJoinAsGuestButtonLabel
source: Join as Guest
de: Als Gast beitreten

# sharePlayerLinkCopiedMessage
source: Link copied
de: Link kopiert

# headerMarkAsReadButtonLabel
source: Mark as read
de: Als gelesen markieren

# editorRewind5SecondsButtonLabel
source: Rewind 5 seconds
de: 5 Sekunden zurückspulen

# editorPlayOrPauseButtonLabel
source: Play or pause
de: Abspielen oder Pausieren

# editorSkip5SecondsButtonLabel
source: Skip 5 seconds
de: 5 Sekunden überspringen

# notificationListTodayLabel
source: [Today]
de: [Heute]

# notificationListYesterdayLabel
source: [Yesterday]
de: [Gestern]

# projectListSearchWithTitleTooltip
source: Search with Projecttitle
de: Suche anhand des Projekttitels

# editorHelpDialogShortcutCommandSaveProject
source: Save project
de: Projekt speichern

# editorHelpDialogShortcutCommandCopy
source: Copy
de: Kopieren

# editorHelpDialogShortcutCommandToggleComment
source: Toggle Comment
de: Kommentar umschalten

# createTranscriptionDialogTitle
source: Add transcription
de: Transkription hinzufügen

# editTranscriptionModalTitle
source: Edit transcription
de: Transkription bearbeiten

# editTranscriptionModalLanguageLabel
source: Language
de: Sprache

# editTranscriptionModalLanguageError
source: Select a language
de: Sprache benötigt

# editTranscriptionModalTitleLabel
source: Title
de: Titel

# editTranscriptionModalSaveButton
source: Save
de: Speichern

# projectTranscriptionTableCreatedByHeader
source: Created by
de: Erstellt von

# projectTranscriptionAlignButtonLabel
source: <mat-icon svgIcon="refresh"></mat-icon> Synchronize timestamps
de: </mat-icon> EditEdit Zeitstempel synchronizieren

# projectTranscriptionDeleteButtonLabel
source: <mat-icon svgIcon="delete"></mat-icon> Delete
de: </mat-icon> DeleteDel Löschen

# dialogProjectTranscriptionSubheading
source: Transcriptions
de: Transkription

# dialogProjectActivitySubheading
source: Activity
de: Aktivität

# projectTranscriptionOpenButtonLabel
source: <mat-icon svgIcon="open-transcript" /><mat-icon svgIcon="open-transcript" /> Open
de: <mat-icon svgIcon="open-transcript" /><mat-icon svgIcon="open-transcript" /> Öffnen

# projectListMoreMenuAriaLabel
source: Open/Close menu
de: Menü öffnen/schließen

# videoPlaybackSpeedAria
source: Video playback speed
de: Wiedergabegeschwindigkeit

# projectTranscriptionDownloadButtonLabel
source: <mat-icon svgIcon="download"></mat-icon> Download
de: <mat-icon svgIcon="download"></mat-icon> Herunterladen

# activityVideoProcessingFinishedDescription
source: Video was processed successfully.
de: Video wurde fertig verarbeitet.

# activityVideoProcessingFailedDescription
source: Video processing failed.
de: Video konnte nicht verarbeitet werden.

# activitySubtitlesProcessingFinishedDescription
source: Subtitles were created successfully.
de: Untertitel sind fertig verarbeitet.

# activitySubtitlesProcessingFailedDescription
source: Subtitle creation failed.
de: Untertitel konnten nicht verarbeitet werden.

# activityProjectCreatedDescription
source: New project created.
de: Neues Projekt wurde erstellt.

# activityProjectStatusUpdatedDescription
source: Status changed to <span class="chip details.after">this.projectStatusPipe.transform(details.after)</span>.
de: Status geändert in <span class="chip details.after">this.projectStatusPipe.transform(details.after)</span>.

# activityProjectTitleUpdatedDescription
source: Titel changed from details.before.
de: Titel geändert von details.before.

# activityProjectUserJoinedDescription
source: details.user.name joined the project.
de: details.user.name ist dem Projekt beigetreten.

# activityProjectUserLeftDescription
source: details.user.name left the project.
de: details.user.name hat das Projekt verlassen.

# headerNotificationMenuTitle
source: Notifications
de: Benachrichtigungen

# headerShowAllNotifications
source: Show all notifications
de: Zeige alle Benachrichtigungen

# headerMenuProfileButton
source: <mat-icon svgIcon="person"></mat-icon>Profile
de: </mat-icon>{CLOSE_TAG_MAT_ICON} Profil

# headerMenuLogoutButton
source: <mat-icon svgIcon="logout"></mat-icon>Logout
de: </mat-icon>LogoutAbmelden

# notificationListTitle
source: Notifications
de: Benachrichtigungen

# notificationListNotNotifications
source: No notifications
de: Keine Benachrichtigungen

# notificationListReadButton
source: Read
de: Gelesen

# notificationListDeleteButton
source: Delete
de: Löschen

# notificationListAllNotificationsCheckboxTooltip
source: All notifications
de: Alle Benachrichtigungen

# viewerAdjustLayoutDialogTitle
source: Transcript settings
de: Layout anpassen

# viewerAdjustLayoutDialogSettingsHint
source: The settings are applied directly.
de: Die Einstellungen werden direkt angewendet.

# viewerAdjustLayoutDialogFontsizeLabel
source: Font Size
de: Schriftgröße

# viewerCaptionsSettingsDialogTitle
source: Caption settings
de: Darstellung der Untertitel

# viewerCaptionsSettingsDialogHint
source: The settings are applied directly.
de: Die Einstellungen werden direkt angewendet.

# viewerCaptionsSettingsDialogBackgroundColorLabel
source: Captions background color
de: Hintergrundfarbe

# viewerCaptionsSettingsDialogBackgroundColorOptionBlack
source: black
de: schwarz

# viewerCaptionsSettingsDialogBackgroundColorOptionWhite
source: white
de: weiß

# viewerCaptionsSettingsDialogBackgroundColorOptionYellow
source: yellow
de: gelb

# viewerCaptionsSettingsDialogBackgroundColorOptionRed
source: red
de: rot

# viewerCaptionsSettingsDialogBackgroundColorOptionBlue
source: blue
de: blau

# viewerCaptionsSettingsDialogFontColorLabel
source: Captions fontcolor
de: Schriftfarbe

# viewerCaptionsSettingsDialogFontColorOptionBlack
source: black
de: schwarz

# viewerCaptionsSettingsDialogFontColorOptionWhite
source: white
de: weiß

# viewerCaptionsSettingsDialogFontColorOptionYellow
source: yellow
de: gelb

# viewerCaptionsSettingsDialogFontColorOptionRed
source: red
de: rot

# viewerCaptionsSettingsDialogFontColorOptionBlue
source: blue
de: blau

# viewerCaptionsSettingsDialogFontsize
source: Captions fontsize
de: Schriftgröße

# viewerCaptionsSettingsDialogPositionLabel
source: Captions position
de: Position

# viewerCaptionsSettingsDialogPositionOptionOver
source: In front of the video
de: Vor dem Video

# viewerCaptionsSettingsDialogExampletext
source: Example text: This is what the subtitles will look like.
de: Beispieltext: So werden die Untertitel aussehen.

# viewerControlsTimelineLabel
source: Video timeline
de: Video Zeitleiste

# viewerControlsVolumeSlideLabel
source: Volume
de: Lautstärke

# viewerControlsGalleryMenuTooltip
source: Video selection menu
de: Videoauswahl Menü

# playerTranscriptHeader
source: Transcript
de: Transkript

# playerTranscriptSearchLabel
source: Search
de: Suche

# playerTranscriptAutomaticScrollLabel
source: Automatic scrolling
de: Automatisch scrollen

# inviteJoinProjectButtonLabel
source: Join Project
de: Projekt beitreten

# uploadAdditionalMediaTitle
source: Upload additional media files
de: Zusätzliche Medien hochladen

# uploadAdditionalMediaVideoCategoryLabel
source: Choose a category
de: Kategorie auswählen

# uploadAdditionalMediaUploadButton
source: <mat-icon svgIcon="upload" /><mat-icon svgIcon="upload" /> Upload
de: </mat-icon>Uploa Hochladen

# uploadAdditionalMediaUploadingHeader
source: Uploading
de: Hochladen

# uploadAdditionalMediaListHeader
source: Uploaded media
de: Hochgeladene Medien

# viewerControlsCloseFullscreenLabel
source: Close fullscreen
de: Vollbild schließen

# mediaCategoryMain
source: Main
de: Hauptvideo

# mediaCategoryOther
source: Other
de: Andere

# mediaCategorySignLanguage
source: Sign Language
de: Gebärdensprache

# mediaCategorySlides
source: Slides
de: Folien

# mediaCategorySpeaker
source: Speaker
de: Sprechende Person

# projectListOpenViewerAriaLabel
source: Open Viewer in new Tab
de: Viewer in neuem Tab öffnen

# projectStatusAll
source: All
de: Alle

# projectListTableHeaderPlayerLabel
source: Videoplayer
de: Player

# createTranscriptionDialogCloseButton
source: Close
de: Schließen

# dialogProjectDetailCloseButton
source: Close
de: Schließen

# uploadAdditionalMediaVideoCategoryErrorRequired
source: Category is required
de: Kategorie wird benötigt

# uploadAdditionalMediaVideoFileErrorRequired
source: A video file is required
de: Video-Datei wird benötigt

# createTranscriptionDialogTabUploadLabel
source: <mat-icon svgIcon="upload" class="tab-icon" /><mat-icon svgIcon="upload" class="tab-icon" /> Upload
de: {START_TAG_MAT_ICON}/ng-template> Hochladen

# uploadFilesFormRemoveFileAriaLabel
source: Remove file
de: Datei entfernen

# uploadFilesFormDropzoneTextTranscription
source: Drag your subtitle file (.vtt or .srt) * here
de: Ziehen Sie Ihre Untertiteldatei (.vtt oder .srt) * hierher

# uploadFilesFormDropzoneTextMedia
source: Drag your audio or video file * here
de: Ziehen Sie Ihre Audio- oder Videodatei * hierher

# copyTranscriptionTabHeading
source: Copy an existing transcription
de: Bestehendes Transkript kopieren

# copyTranscriptionTabTranscriptionLabel
source: Transcription
de: Transkription

# copyTranscriptionTabTranscriptionErrorRequired
source: Select a transcription
de: Transkription benötigt

# copyTranscriptionTabTitleLabel
source: Title
de: Titel

# dialogCreateProjectTitleRequiredError
source: Title is required
de: Titel wird benötigt

# emptyTranscriptionTabLanguageLabel
source: Language
de: Sprache

# emptyTranscriptionTabLanguageError
source: Select a language
de: Sprache benötigt

# emptyTranscriptionTabTitleLabel
source: Title
de: Titel

# dialogCreateProjectTitleLabel
source: Title
de: Titel

# uploadTranscriptionTabHeading
source: Upload a new transcription
de: Neue Transkription hochladen

# uploadTranscriptionTabUploadsInfo
source: Uploads
de: Hochladen

# uploadTranscriptionTabLanguageLabel
source: Language
de: Sprache

# uploadTranscriptionTabLanguageErrorRequired
source: Select a language
de: Sprache benötigt

# uploadTranscriptionTabTitleLabel
source: Title
de: Titel

# uploadTranscriptionTabFileErrorMaximum
source: Maximum 1 file
de: Maximal eine Datei

# uploadTranscriptionTabFileErrorRequired
source: A transcription file (.vtt or .srt) is required
de: Eine Transkriptions-Datei (.vtt / .srt) wird benötigt

# createTranscriptionDialogTabCopyLabel
source: <mat-icon svgIcon="copy-file" class="tab-icon" /><mat-icon svgIcon="copy-file" class="tab-icon" /> Copy
de: n" />g-template> Kopie

# createTranscriptionDialogSubmitButtonLabel
source: Create transcription
de: Transkription erstellen

# notificationAriaLabelNotYetRead
source: Not yet read
de: Noch nicht bereit

# createTranscriptionDialogTabEmptyFileLabel
source: <mat-icon svgIcon="add" class="tab-icon" /><mat-icon svgIcon="add" class="tab-icon" /> Empty file
de: {START_TAG_MAT_ICON}</ng-template> Leere Datei

# viewerAdjustLayoutDialogCloseButton
source: Close
de: Schließen

# viewerCaptionsSettingsDialogCloseButton
source: Close
de: Schließen

# playerTranscriptSearchClearButton
source: Clear
de: Suche löschen

# playerTranscriptSearchNoMatches
source: No matches found
de: Keine Ergebnisse gefunden

# playerTranscriptSearchOfPart
source: of
de: von

# playerTranscriptSearchResultsPart
source: results
de: Ergebnisse

# deleteConfirmationDialogTitleDelete
source: Delete {{ data.subject }}
de: {{ data.subject }} Löschen

# deleteConfirmationDialogAreYouSureDelete
source: Are you sure you want to delete this {{ data.subject }}?
de: Sind Sie sicher, dass Sie dieses {{ data.subject }}löschen möchten?

# deleteConfirmationDialogAbortButton
source: Abort
de: Abbrechen

# deleteConfirmationDialogConfirmButton
source: Confirm
de: Bestätigen

# deleteServiceSubjectProject
source: project
de: Projekt

# deleteServiceSubjectTranscription
source: transcription
de: Transkription

# recorderTitle
source: Recorder
de: Rekorder

# recorderRecordingTitleLabel
source: Recording title
de: Aufnahmetitel

# recorderNotRecordingHints
source: You can add or delete sources. <br /> To start the recording you need at least 1 visual and 1 auditive source.
de: Sie können Quellen hinzufügen oder entfernen. <br /> Zum starten wird mindestens eine visuelle und eine auditive Quelle benötigt.

# recorderRecordingHints
source: Recording ongoing. Press Stop recording if you want to save or dismiss your recording.
de: Aufnahme läuft. Drücke Aufnahme stoppen um die Aufnahme zu speichern oder zu verwerfen.

# recorderStopRecordingButton
source: Stop recording
de: Aufnahme stoppen

# recorderStartRecordingButton
source: Start recording
de: Aufnahme starten

# recorderResumeRecordingButton
source: Resume recording
de: Aufnahme fortsetzen

# recorderPauseRecordingButton
source: Pause recording
de: Aufnahme pausieren

# recorderAudioSourcesTitle
source: Audio sources
de: Audioquellen

# recorderNoAudioAdded
source: <i>No audio source added</i>
de: No audio source added</iKeine Audioquelle hinzugefügt</i>

# recorderAddAudioSourceButton
source: Add audio source
de: Audioquelle hinzufügen

# recorderVideoSourcesTitle
source: Video sources
de: Videoquellen

# recorderNoVideoAdded
source: <i>No video source added</i>
de: No video source added</iKeine Videoquelle hinzugefügt</i>

# recorderAddVideoSourceButton
source: Add video source
de: Videoquelle hinzufügen

# recorderScreensharingSourcesTitle
source: Screensharing sources
de: Bildschirmfreigabe

# recorderNoScreensharingAdded
source: <i>No screensharing source added</i>
de: No screensharing source added</iKeine Bildschirmfreigabe hinzugefügt</i>

# recorderAddScreensharingButton
source: Add screensharing source
de: Bildschirmfreigabe hinzufügen

# uploadFilesForAddMoreFileAriaLabel
source: Add more files
de: Mehr Dateien hinzufügen

# uploadRecordingTitle
source: Upload and Project creation
de: Upload und Projekterstellung

# uploadRecordingLanguageLabel
source: Language
de: Sprache

# uploadRecordingReadyToUploadHint
source: All files are ready. You can now upload the project or download the files locally.
de: Alle Dateien sind fertig. Sie können das Projekt jetzt hochladen oder die Dateien lokal herunterladen.

# uploadRecordingFilesProcessingHint
source: The files are being processed, please wait until all files are ready.
de: Die Dateien werden gerade verarbeitet, bitte warten Sie, bis alle Dateien fertig sind.

# uploadRecordingWaitingForUploadHint
source: Please wait until all files have been uploaded.
de: Laden Sie die Videos manuell herunter und versuchen Sie, die Projekte mit den Dateien manuell zu erstellen.

# uploadRecordingDownloadLocallyHint
source: Download the videos manually and try to create the projects with the files manually.
de: Laden Sie die Videos manuell herunter und versuchen Sie, die Projekte mit den Dateien manuell zu erstellen.

# uploadRecordingAdditionalVideoFailedHint
source: The project and the main file could be uploaded and created! However, a problem has occurred with an additional video. Check in the project details which video could not be uploaded and upload it manually if necessary.
de: Das Projekt und die Hauptdatei konnten hochgeladen und erstellt werden! Es ist jedoch ein Problem mit einem zusätzlichen Video aufgetreten. Prüfen Sie in den Projektdetails, welches Video nicht hochgeladen werden konnte und laden Sie es ggf. manuell hoch.

# uploadRecordingAllSuccessfulHint
source: The project has been successfully created, you can now close this dialog! You will find the project in the project list, but it may still be being processed.
de: Das Projekt wurde erfolgreich erstellt, Sie können diesen Dialog nun schließen. Sie finden das Projekt in der Projektliste, es befindet sich aber möglicherweise noch in der Bearbeitung.

# uploadRecordingDiscardButton
source: Discard and close
de: Verwerfen und schließen

# uploadRecordingUploadButton
source: Upload and create project
de: Hochladen und Projekt erstellen

# uploadRecordingRecordAnotherVideoButton
source: Record another video
de: Weiteres Video aufnehmen

# recorderAddAudioSourceTitle
source: Add Audiosource
de: Audioquelle hinzufügen

# recorderAddAudioSourceSelectionLabel
source: Sources
de: Quellen

# recorderAddAudioSourceCancelBtn
source: Cancel
de: Abbrechen

# recorderAddAudioSourceAddBtn
source: Add
de: Hinzufügen

# recorderAddAudioSourceRetryBtn
source: Retry <mat-icon svgIcon="repeat"></mat-icon>
de: Erneut versuchen <mat-icon svgIcon="repeat"></button>

# recorderAddScreensharingTitle
source: Add Screensharing
de: Bildschirmfreigabe hinzufügen

# recorderAddScreensharingSelectionError
source: An error occurred during the selection when sharing the screen. <br /> Please make sure that your Browser does have the necessary permissions to share the screen.
de: Bei der Auswahl zur gemeinsamen Nutzung des Bildschirms ist ein Fehler aufgetreten. <br /> Bitte vergewissern Sie sich, dass Ihr Browser über die erforderlichen Berechtigungen für die Freigabe des Bildschirms verfügt.

# recorderAddScreensharingMediaCategoryTitleLabel
source: Media Category
de: Medienkategorie

# recorderAddScreensharingMediaCategorySignLanguage
source: Sign Language
de: Gebärdensprache

# recorderAddScreensharingMediaCategorySlides
source: Slides
de: Folien

# recorderAddScreensharingMediaCategorySpeaker
source: Speaker
de: Sprechende Person

# recorderAddScreensharingMediaCategoryOther
source: Other
de: Andere

# recorderAddScreensharingCancelBtn
source: Cancel
de: Abbrechen

# recorderAddScreensharingAddBtn
source: Add
de: Hinzufügen

# recorderAddScreensharingRetryBtn
source: Retry <mat-icon svgIcon="repeat"></mat-icon>
de: Erneut versuchen <mat-icon svgIcon="repeat"></button>

# recorderAddVideoSourceTitle
source: Add Videosource
de: Videoquelle hinzufügen

# recorderAddVideoSourceSelectionLabel
source: Sources
de: Quellen

# recorderAddVideoSourceMediaCategoryLabel
source: Media Category
de: Medienkategorie

# recorderAddVideoSourceCancelButton
source: Cancel
de: Abbrechen

# recorderAddVideoSourceAddButton
source: Add
de: Hinzufügen

# recorderAddVideoSourceRetryButton
source: Retry <mat-icon svgIcon="repeat"></mat-icon>
de: Erneut <mat-icon svgIcon="repeat"></button>

# viewerControlsLanguageMenuTooltip
source: Language menu
de: Sprachen Menü

# viewerControlsSettingsMenuTooltip
source: Settings menu
de: Einstellungen Menü

# viewerErrorTitle
source: Error while loading the project
de: Fehler beim Laden des Projekts

# viewerErrorDescription
source: The project is no longer available under this link. The access link may have been changed or the project may no longer exist.
de: Das Projekt ist unter diesem Link nicht mehr verfügbar. Möglicherweise wurde der Zugangslink geändert oder das Projekt existiert nicht mehr.

# viewerControlsAudioTitle
source: Audiolanguage
de: Audiosprache

# viewerControlsTextlanguageTitle
source: Textlanguage
de: Textsprache

# viewerControlsCaptionsTitle
source: Captions
de: Untertitel

# viewerControlsCaptionsSettingsLabel
source: Settings
de: Einstellungen

# viewerControlsTranscriptTitle
source: Transcript
de: Transkript

# viewerControlsTranscriptSettingsLabel
source: Settings
de: Einstellungen

# viewerControlsDarkmodeTitle
source: Darkmode
de: Dunkler Modus

# viewerControlsDarkmodeAutoLabel
source: <mat-icon svgIcon="{{ colorTheme === colorThemeENUM.SYSTEM ? 'check' : '' }}" ></mat-icon >Automatic
de: <mat-icon svgIcon="{{ false ? 'check' : '' }}"></mat-icon>Automatisch

# viewerControlsDarkmodeLight
source: <mat-icon svgIcon="{{ colorTheme === colorThemeENUM.LIGHT ? 'check' : '' }}" ></mat-icon >Light
de: <mat-icon svgIcon="{{ !darkMode ? 'check' : '' }}"></mat-icon>Hell
